Repository: AnyWhereTools/AnyWhere
Catalog: Core/Sources/AnyWhereCore/Localizable.xcstrings
Source language: en
Languages: zh_hans

# localSecrets.invalidKey
source: The local encryption key is missing or damaged. Restore PrivateData from backup; existing ciphertext has not been overwritten.
zh_hans: 本地加密密钥缺失或损坏。请从备份恢复 PrivateData 目录；原密文未被覆盖。

# localSecrets.damagedVault
source: Cannot decrypt local password settings. The file may be damaged or the key may not match. Restore a complete backup including its key.
zh_hans: 无法解密本地密码配置，文件可能损坏或密钥不匹配。请恢复包含密钥的完整备份。

# localSecrets.invalidFile
source: Invalid local encrypted storage path. Use regular files and folders inside the app data directory.
zh_hans: 本地加密存储路径无效，请使用应用数据目录中的普通文件和文件夹。

# packSettings.invalidDeclaration
source: Invalid plugin configuration field: %@
zh_hans: 插件配置项声明无效：%@

# packSettings.required
source: Please configure %@ before running this action.
zh_hans: 请先配置“%@”，再执行此动作。

# packSettings.invalidValue
source: Invalid value for %@.
zh_hans: “%@”的配置值无效。

# preset.copyPath
source: Copy Path
zh_hans: 复制路径

# preset.newFile
source: New File
zh_hans: 新建文件

# preset.cut
source: Cut
zh_hans: 剪切

# preset.pasteHere
source: Paste Here
zh_hans: 粘贴到此处

# preset.goUp
source: Go Up One Level
zh_hans: 前往上一层级目录
